/**
 *  散点图数据 (三角标)
 */
// export default [
//   {
//     name: '长沙市',
//     value: 180,
//     lng: 113.63,
//     lat: 28.14,
//   },
//   {
//     name: '株洲市',
//     value: 150,
//     lng: 113.5,
//     lat: 27.01,
//   },
//   {
//     name: '湘潭市',
//     value: 160,
//     lng: 112.50,
//     lat: 27.74,
//   },
//   {
//     name: '衡阳市',
//     value: 123,
//     lng: 112.5719,
//     lat: 26.8932,
//   },
//   {
//     name: '邵阳市',
//     value: 111,
//     lng: 110.75,
//     lat: 26.73,
//   },
//   {
//     name: '岳阳市',
//     value: 165,
//     lng: 113.06,
//     lat: 28.84,
//   },
//   {
//     name: '常德市',
//     value: 165,
//     lng: 111.35,
//     lat: 29.72,
//   },
//   {
//     name: '张家界市',
//     value: 132,
//     lng: 110.4791,
//     lat: 29.1171,
//   },
//   {
//     name: '益阳市',
//     value: 130,
//     lng: 112.3550,
//     lat: 28.5538,
//   },
//   {
//     name: '郴州市',
//     value: 143,
//     lng: 113.43,
//     lat: 25.98,
//   },
//   {
//     name: '永州市',
//     value: 155,
//     lng: 111.57,
//     lat: 25.33,
//   },
//   {
//     name: '怀化市',
//     value: 187,
//     lng: 109.9985,
//     lat: 27.5549,
//   },
//   {
//     name: '娄底市',
//     value: 143,
//     lng: 111.20,
//     lat: 27.74,
//   },
//   {
//     name: '湘西土家族苗族自治州',
//     value: 158,
//     lng: 109.7389,
//     lat: 28.3170,
//   },
// ]
export default [
  {
    name: '长沙市',
    value: 180,
    lng: 112.938882, // 长沙市政府位置
    lat: 28.228304,
  },
  {
    name: '株洲市',
    value: 150,
    lng: 113.133853, // 株洲市政府位置
    lat: 27.827986,
  },
  {
    name: '湘潭市',
    value: 160,
    lng: 112.944549, // 湘潭市政府位置
    lat: 27.831504,
  },
  {
    name: '衡阳市',
    value: 123,
    lng: 112.571953, // 衡阳市政府位置
    lat: 26.893230,
  },
  {
    name: '邵阳市',
    value: 111,
    lng: 111.467674, // 邵阳市政府位置
    lat: 27.238895,
  },
  {
    name: '岳阳市',
    value: 165,
    lng: 113.128922, // 岳阳市政府位置
    lat: 29.357104,
  },
  {
    name: '常德市',
    value: 165,
    lng: 111.698497, // 常德市政府位置
    lat: 29.031601,
  },
  {
    name: '张家界市',
    value: 132,
    lng: 110.479191, // 张家界市政府位置
    lat: 29.117096,
  },
  {
    name: '益阳市',
    value: 130,
    lng: 112.355018, // 益阳市政府位置
    lat: 28.553771,
  },

  {
    name: '郴州市',
    value: 143,
    lng: 113.014717, // 郴州市政府位置
    lat: 25.770509,
  },
  {
    name: '永州市',
    value: 155,
    lng: 111.612249, // 永州市政府位置
    lat: 26.420394,
  },
  {
    name: '怀化市',
    value: 187,
    lng: 109.998488, // 怀化市政府位置
    lat: 27.554863,
  },
  {
    name: '娄底市',
    value: 143,
    lng: 111.994396, // 娄底市政府位置
    lat: 27.697626,
  },
  {
    name: '湘西土家族苗族自治州',
    value: 158,
    lng: 109.738906, // 湘西州政府位置(吉首)
    lat: 28.317951,
  },
]
